circulars.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-08-22 Sat 13:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Important Circulars &#x2013; Dept of Cooperation</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Karanpal Singh" />
</head>
<body>
<div id="content">
<h1 class="title">Important Circulars &#x2013; Dept of Cooperation</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc8781ac">1. Recent Circulars (Unsorted)</a></li>
<li><a href="#orgd66afbd">2. Schemes</a>
<ul>
<li><a href="#orgcab1ab6">2.1. BGSSS 2020-21</a></li>
<li><a href="#org12f533e">2.2. STNA Relief</a></li>
<li><a href="#org6785d45">2.3. Debt Relief 2017</a></li>
</ul>
</li>
<li><a href="#org0822d26">3. Credit Policies</a></li>
<li><a href="#orgaaf2920">4. Recruitment &amp; Service Matters of Officers of Societies</a></li>
<li><a href="#org28289bf">5. Inspectors</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc8781ac" class="outline-2">
<h2 id="orgc8781ac"><span class="section-number-2">1</span> Recent Circulars (Unsorted)</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Number</th>
<th scope="col" class="org-left">Date</th>
<th scope="col" class="org-left">Title/Link</th>
<th scope="col" class="org-left">Subject</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgd66afbd" class="outline-2">
<h2 id="orgd66afbd"><span class="section-number-2">2</span> Schemes</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgcab1ab6" class="outline-3">
<h3 id="orgcab1ab6"><span class="section-number-3">2.1</span> BGSSS 2020-21</h3>
<div class="outline-text-3" id="text-2-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Number</th>
<th scope="col" class="org-right">Date</th>
<th scope="col" class="org-left">Title/Link</th>
<th scope="col" class="org-left">Subject</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">ਬੀ.ਜੀ.ਟੀ./1277</td>
<td class="org-right">05-03-2020</td>
<td class="org-left"><a href="docs/bgsss_2020-21.pdf">Main scheme document</a></td>
<td class="org-left">ਭਾਈ ਘਨਈਆ ਸਿਹਤ ਸੇਵਾ ਸਕੀਮ (2020-21)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org12f533e" class="outline-3">
<h3 id="org12f533e"><span class="section-number-3">2.2</span> STNA Relief</h3>
<div class="outline-text-3" id="text-2-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Number</th>
<th scope="col" class="org-right">Date</th>
<th scope="col" class="org-left">Title/Link</th>
<th scope="col" class="org-left">Subject</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">ਰਸਸ/ਰਿਣ-1/ਸੀ.ਈ-2/234/2465</td>
<td class="org-right">02-03-2020</td>
<td class="org-left"><a href="docs/stna_relief.pdf">STNA Relief Notification</a></td>
<td class="org-left">ਪੰਜਾਬ ਵਿਧਾਨ ਸਭਾ ਦੇ ਬਜਟ ਸੈਸ਼ਨ ਦੌਰਾਨ ਐਲਾਨ  ਮੁਬ:520.00 ਕਰੋੜ ਰੁ: ਦੀ ਕਰਜਾ ਰਾਹਤ ਦੇਣ ਬਾਰੇ</td>
</tr>

<tr>
<td class="org-left">RCS/Credit-1/CA2/Debt Waiver/128</td>
<td class="org-right">08-03-2019</td>
<td class="org-left"><a href="docs/stna_rcs.pdf">Implementation Guidelines</a></td>
<td class="org-left">Debt Relief Scheme for Farm Labourers and Landless Farming Members of PACS-2019</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org6785d45" class="outline-3">
<h3 id="org6785d45"><span class="section-number-3">2.3</span> Debt Relief 2017</h3>
<div class="outline-text-3" id="text-2-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Number</th>
<th scope="col" class="org-left">Date</th>
<th scope="col" class="org-left">Title/Link</th>
<th scope="col" class="org-left">Subject</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="docs/debt_relief_self_declaration.pdf">Self Declaration forms</a></td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-org0822d26" class="outline-2">
<h2 id="org0822d26"><span class="section-number-2">3</span> Credit Policies</h2>
<div class="outline-text-2" id="text-3">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Number</th>
<th scope="col" class="org-right">Date</th>
<th scope="col" class="org-left">Title/Link</th>
<th scope="col" class="org-left">Subject</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">ਰਸਸ/ਰਿਣ-1/ਸੀ.ਈ-2/211</td>
<td class="org-right">26-04-2019</td>
<td class="org-left"><a href="docs/scale_2019-20.pdf">Scale of Finance 2019-20</a></td>
<td class="org-left">ਸਾਲ 2019-20 ਦੇ ਲਈ ਥੋੜੀ ਮਿਆਦ ਦੇ ਫਸਲੀ ਕਰਜਿਆਂ ਲਈ ਸਕੇਲ ਆਫ ਫਾਇਨਾਂਸ ਸੋਧ ਕਰਨ ਸਬੰਧੀ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgaaf2920" class="outline-2">
<h2 id="orgaaf2920"><span class="section-number-2">4</span> Recruitment &amp; Service Matters of Officers of Societies</h2>
</div>

<div id="outline-container-org28289bf" class="outline-2">
<h2 id="org28289bf"><span class="section-number-2">5</span> Inspectors</h2>
<div class="outline-text-2" id="text-5">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Number</th>
<th scope="col" class="org-right">Date</th>
<th scope="col" class="org-left">Title/Link</th>
<th scope="col" class="org-left">Subject</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">70/65/2016/-ਸੀ2(1)/1244</td>
<td class="org-right">18-02-2020</td>
<td class="org-left"><a href="docs/seniority_2010-15.pdf">Seniority List</a></td>
<td class="org-left">Orders of Punjab Govt (ACS Cooperation)</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Karanpal Singh</p>
<p class="date">Created: 2020-08-22 Sat 13:11</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
